Revit 2020 API
AdvancedOpaque.OpaqueMfp Property
 The property labeled "Translucency Depth" from the "PrismOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string OpaqueMfp { get; }
Visual Basic
Public Shared ReadOnly Property OpaqueMfp As String
	Get
Visual C++
public:
static property String^ OpaqueMfp {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDistance".
See Also
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace